Version2/TestTool/TestTool.Setup/Requests/DeviceManagement/RemoveScopes/TC.DM.NVT.25_REQ_04.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tds="http://www.onvif.org/ver10/device/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tds:RemoveScopes>
      <tds:ScopeItem>onvif://www.onvif.org/location/city/NewCity</tds:ScopeItem>
      <tds:ScopeItem>onvif://www.onvif.org/test</tds:ScopeItem>
    </tds:RemoveScopes>
  </s:Body>
</s:Envelope>